<template>
  <div>
    <div class="aboutUs-heading-image"></div>
    <div class="jumbotron about-content">
      <div class="container">
        <p>
          Це місце, де огляд за автомобілем здійснюється комплексно і професійно, де деталям і дрібницям
          приділяється особлива увага. Ми пропагуємо світові тенденції у відновленні, захисті та підтримці
          краси екстер'єру та інтер'єру автомобілів. Сьогодні ми можемо захистити кузов автомобіля від
          агресивних впливів навколишнього середовища, хімічних реагентів, сколів і подряпин, збільшити
          блиск і глибину кольору покриття, захистити оптику від старіння, здійснити глибоку та делікатну
          хімчистку салону, відновити шкіру та багато іншого.
          <br>
          <br>В роботі ми використовуємо виключно професійні засоби від провідних світових виробників. Кожен з
          них гарантує незмінно високу якість і чудову ефективність своєї продукції.
        </p>
        <div class="video-text row">
          <div class="col-xl-7">
            <video>
              <source>
            </video>
          </div>
          <div class="col-xl-5">
            <p class="pt-3">
              Це місце, де огляд за автомобілем здійснюється комплексно і
              професійно, де деталям і
              дрібницям приділяється особлива увага. Ми пропагуємо світові тенденції у відновленні,
              захисті та підтримці краси екстер'єру та інтер'єру автомобілів. Сьогодні ми можемо
              захистити кузов автомобіля від агресивних впливів навколишнього середовища, хімічних
              реагентів, сколів і подряпин, збільшити блиск і глибину кольору покриття, захистити
              оптику від старіння, здійснити глибоку та делікатну хімчистку салону, відновити шкіру та
              багато іншого.
            </p>
          </div>
        </div>
        <p class="pt-md-3">
          Це місце, де огляд за автомобілем здійснюється комплексно і професійно, де
          деталям і
          дрібницям
          приділяється особлива увага. Ми пропагуємо світові тенденції у відновленні, захисті та підтримці
          краси екстер'єру та інтер'єру автомобілів. Сьогодні ми можемо захистити кузов автомобіля від
          агресивних впливів навколишнього середовища, хімічних реагентів, сколів і подряпин, збільшити
          блиск і глибину кольору покриття, захистити оптику від старіння, здійснити глибоку та делікатну
          хімчистку салону, відновити шкіру та багато іншого.
        </p>
      </div>
    </div>

    <ContactForm/>

    <progressSection/>
  </div>
</template>

<script>
import ContactForm from "@/components/contactForm.vue";
import progressSection from "@/components/progressSection.vue";
export default {
  components: {
    ContactForm,
    progressSection
  },

  head() {
    return {
      title: "Детейлінг центр Virus Тернопіль.",
      titleTemplate: "пронас - %s!",
      meta: [
        {
          hid: "description",
          name: "description",
          content:
            "Детейлінг студія Virus - комплексний догляд за Вашим авто. Передпродажна підготовка, хімчистка салону, полірування кузова, керамічне покритя, перетяжка руля, реставрація шкіри."
        }
      ]
    };
  }
};
</script>

<style>
</style>
